[
  "url-into-selection",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "dataview",
  "obsidian-excalidraw-plugin",
  "obsidian-checklist-plugin",
  "obsidian-imgur-plugin",
  "templater-obsidian",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "quick-latex",
  "obsidian-math-plus",
  "obsidian-statusbar-pomo",
  "media-extended",
  "nldates-obsidian",
  "find-unlinked-files",
  "obsidian-footnotes",
  "cmenu-plugin",
  "calendar",
  "periodic-notes",
  "obsidian-admonition",
  "obsidian-hider",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-enhancing-export",
  "obsidian-plugin-toc",
  "execute-code",
  "obsidian-custom-file-extensions-plugin"
]